tap "ankitpokhrel/jira-cli"
tap "heroku/brew"
tap "holgerbrandl/tap"
tap "homebrew/bundle"
tap "microsoft/mssql-release"
tap "remotemobprogramming/brew"
tap "tinygo-org/tools"
brew "adr-tools"
brew "libpng"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openssl@3"
brew "python@3.12"
brew "glib"
brew "harfbuzz"
brew "openjdk"
brew "apktool"
brew "azure-cli"
brew "bash"
brew "bat"
brew "berkeley-db", link: true
brew "bpython"
brew "ccat"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "deno"
brew "openjdk@17", link: true
brew "detekt"
brew "dylibbundler"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "entr"
brew "exercism"
brew "extract_url"
brew "fish"
brew "fpp"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "ghcup"
brew "git"
brew "glew"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "grep"
brew "helix"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "jd"
brew "jq"
brew "kakoune"
brew "kotlin"
brew "ktlint"
brew "ktor"
brew "libpq"
brew "llm"
brew "maven"
brew "neovim"
brew "ninja"
brew "ollama"
brew "pandoc"
brew "perl"
brew "python@3.10"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "roswell"
brew "rust"
brew "rust-analyzer"
brew "sbcl"
brew "sdl2"
brew "sl"
brew "sshuttle"
brew "starship"
brew "task"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "wiremock-standalone"
brew "yamllint"
brew "yarn"
brew "zsh"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "heroku/brew/heroku"
brew "holgerbrandl/tap/kscript"
brew "remotemobprogramming/brew/mob"
brew "tinygo-org/tools/tinygo"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "bluesnooze"
cask "docker"
cask "dotnet-sdk"
cask "flycut"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "ngrok"
cask "powershell"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "xquartz"
vscode "ecmel.vscode-html-css"
vscode "elmtooling.elm-ls-vscode"
vscode "evzen-wybitul.magic-racket"
vscode "golang.go"
vscode "haskell.haskell"
vscode "hbenl.vscode-test-explorer"
vscode "justusadam.language-haskell"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.test-adapter-converter"
vscode "rust-lang.rust-analyzer"
vscode "vscodevim.vim"
