tap "heroku/brew"
tap "holgerbrandl/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "microsoft/mssql-release"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "berkeley-db", link: true
brew "ccat"
brew "coreutils"
brew "ctags"
brew "deno"
brew "entr"
brew "exa"
brew "extract_url"
brew "fpp"
brew "ghcup"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "go"
brew "grep"
brew "httpie"
brew "hub"
brew "hugo"
brew "jq"
brew "kotlin"
brew "ktlint"
brew "maven"
brew "node"
brew "openssl@3"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "roswell"
brew "ruby"
brew "rust-analyzer"
brew "sshuttle"
brew "starship"
brew "task"
brew "tidy-html5"
brew "tmux"
brew "vim", args: ["HEAD"]
brew "watch"
brew "wget"
brew "wiremock-standalone"
brew "yamllint"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
brew "holgerbrandl/tap/kscript"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "jetbrains-toolbox"
cask "kitty"
cask "powershell"
